{
    "size" : 3,
    "sit_down" :    [
                        18,
                        "1This may just be my imagination… Can I post it anyway?",
                        "2Go ahead.",
                        "2What's going on?",
                        "1I've been riding a certain train for a while, but something seems off.",
                        "1Hmm…",
                        "1I always take this train to work.",
                        "1But it hasn't stopped at any stations for the past twenty minutes or so.",
                        "1It usually only takes five minutes, seven or eight at worst.",
                        "1Oh, and there's five other passengers, but they're all sleeping.",
                        "2Did you take the express train by mistake?",
                        "2Is it a high-speed train?",
                        "1Well, it's possible I may have just missed my stop.",
                        "1I'll wait a little longer. If anything else strange occurs,",
                        "1I might bring it up here.",
                        "2Try going to the car on the end to see the conductor, maybe?",
                        "2It would be really bad if the driver had an epileptic fit or something.",
                        "2You should check on the conductor!",
                        "1Still no sign of stopping.",
                        "1All right, I'll take a look."
                    ],
    "stand_up"  :   [
                        17,
                        "1There were blinds or something covering the window,",
                        "1so I couldn't see the conductor or the driver.",
                        "1The route is a private railway in Shizuoka.",
                        "2Knock on the window?",
                        "1I tried that, but nobody answered.",
                        "2Can you see out the window?",
                        "2Names of stations you're passing, etc.",
                        "1We came out a tunnel, so we're dropping speed slightly.",
                        "1There usually aren't any tunnels, though…",
                        "1It's a train from Shin-Hamamatsu.",
                        "1Looks like we're finally stopping at a station.",
                        "2You aren't going to get off there… are you?",
                        "1We're stopped at Kisaragi Station.",
                        "1I wonder if I should get off.",
                        "1I've never heard of this place before.",
                        "2Definitely check it out.",
                        "2No, stay on until the last stop.",
                        "2Oh, but it's probably already departing now…"
                    ],
    "outside"   :   [
                        13,
                        "1I've gotten off the train. The station's unmanned.",
                        "1I believe I got on the train at 11:40.",
                        "2I'm not finding any information on Kisaragi Station…",
                        "2And Hasumi, your train was going for over an hour?",
                        "2Well, that's really strange.",
                        "2Yeah, I'm not getting any results for Kisaragi Station…",
                        "2I'm looking for a schedule so I can get back, but I can't find one.",
                        "1The train is still stopped, so it'd probably be safest to get back on…",
                        "1Well, it left while I was writing that.",
                        "2Is there anyone nearby, or any buildings?",
                        "2It's cold out, so be careful.",
                        "1I can see some buildings from here. I'll go check them out.",
                        "1Thank you very much."
                    ]
}
